var q1, q2, q3, q4, q5, q6, q7, q8, q9, q10;
var que = [
    q1 = {
        qtext: 'Вопрос 1. Как заканчивается присказка: "Мы и сами с...\n',
        a1: '1) с волосами\n',
        a2: '2) с усами\n',
        a3: '3) с часами\n',
        a4: '4) с долгами\n',
        correct: 2,
        money: 100
    },
    q2 = {
        qtext: 'Вопрос 2. Как в обиходе называют растение, которое часто дарят женщинам к празднику 8 марта?\n',
        a1: '1) оливье\n',
        a2: '2) винегрет\n',
        a3: '3) мимоза\n',
        a4: '4) селедка под шубой\n',
        correct: 3,
        money: 200
    },
    q3 = {
        qtext: 'Вопрос 3. С помощью чего пасссажиры часто попадают в самолет?\n',
        a1: '1) рукава\n',
        a2: '2) воротника\n',
        a3: '3) лацкана\n',
        a4: '4) манжеты\n',
        correct: 1,
        money: 500
    },
    q4 = {
        qtext: 'Вопрос 4. Как называлась песня, которую исполнял Лев Лещенко?\n',
        a1: '1) Воробьиная стая\n',
        a2: '2) Соловьиная роща\n',
        a3: '3) Ласточкино гнездо\n',
        a4: '4) Воронья слободка\n',
        correct: 2,
        money: 1000
    },
    q5 = {
        qtext: 'Вопрос 5. Какой клетки нет на шахматной доске?\n',
        a1: '1) h8\n',
        a2: '2) b7\n',
        a3: '3) k6\n',
        a4: '4) g5\n',
        correct: 3,
        money: 5000
    },
    q6 = {
        qtext: 'Вопрос 6. На каком курсе школы Хогвартс учился Гарри Поттер, когда раскрыл секрет Тайной комнаты?\n',
        a1: '1) на первом\n',
        a2: '2) на втором\n',
        a3: '3) на третьем\n',
        a4: '4) на четвертом\n',
        correct: 2,
        money: 50000
    },
    q7 = {
        qtext: 'Вопрос 7. Какой город группа "Кар-Мэн" называла "полным риска"?\n',
        a1: '1) Нью-Йорк\n',
        a2: '2) Сан-Франциско\n',
        a3: '3) Лос-Анжелес\n',
        a4: '4) Детройт\n',
        correct: 2,
        money: 100000
    },
    q8 = {
        qtext: 'Вопрос 8. Кто автор строк "Ленин - жил, Ленин - жив, Ленин - будет жить"?\n',
        a1: '1) Есенин\n',
        a2: '2) Маяковский\n',
        a3: '3) Сталин\n',
        a4: '4) Ленин\n',
        correct: 2,
        money: 200000
    },
    q9 = {
        qtext: 'Вопрос 9. С кем воевал заглавный герой "Слова о полку Игореве"?\n',
        a1: '1) с половцами\n',
        a2: '2) с сарматами\n',
        a3: '3) со скифами\n',
        a4: '4) с печенегами\n',
        correct: 1,
        money: 500000
    },
    q10 = {
        qtext: 'Вопрос 10. Чему фанаты Виктора Цоя дали прозвище "Камчатка"?\n',
        a1: '1) котельной\n',
        a2: '2) рок-клубу\n',
        a3: '3) коммунальной квартире\n',
        a4: '4) стене на Арбате\n',
        correct: 1,
        money: 1000000,
    },

];
